[
    {   
        "id":1,
        "title": "Pokemon Azul",
        "price": 300,
        "image": "img/pokemon-azul.jpg",
        "category":"Game Boy",
        "description":"En Pokémon Blue, tu misión es recoger los 150 Pokémon. Para recoger los 150, tendrás que entrenar a cada Pokémon capturado. Una vez que evolucionan, cada Pokémon gana el poder, que se puede utilizar para derrotar y capturar a otros Pokémon. En el camino, varios entrenadores expertos te desafiarán a duelos Pokémon. Para ganar el juego, debes derrotarlos a todos. Ten en cuenta que algunos Pokémon son raros y no se encontrarán en tu juego. Para obtener los 150, intercambia Pokémon con tus amigos usando el cable Game Boy Link, que permite la transferencia de Pokémon entre los paquetes de juegos.",
        "stock": 10
        
        
    },
    {
        "id":2,
        "title": "Pokemon Oro",
        "price": 400,
        "image": "img/pokemon-oro.jpg",
        "category":"Game Boy Color",
        "description":"Pokémon: Gold Version, uno de la serie de juegos que incluye Pokémon Red, Blue y Yellow, presenta personajes especiales agregados y movimientos completamente nuevos, e incluso te da la capacidad de mutar tu Pokémon en nuevos personajes dramáticamente diferentes. Comenzando como Entrenador novato, te embarcarás en una búsqueda para capturar tantos Pokémon como puedas. Algunas caras familiares aparecen en la hierba alta y docenas de nuevos Pokémon hacen su debut. Prueba nuevos ataques y sé testigo de sorprendentes evoluciones mientras llenas tu Pokédex con los últimos descubrimientos.",
        "stock": 20
    },
    {
        "id":3,
        "title": "Pokemon Plata",
        "price": 500,
        "image": "img/pokemon-plata.jpg",
        "category":"Game Boy Color",
        "description":"Pokémon Silver pone a los jugadores en el papel familiar de un joven Entrenador Pokémon que busca recolectar tantos tipos diferentes de Pokémon como sea posible. Como en juegos anteriores, el juego consiste principalmente en exploración (completando varias misiones en el proceso) y batallas Pokémon, que emplean un sistema de batalla único que es como un giro complejo en piedra, papel o tijera.",
        "stock": 10
    },
    {
        "id":4,
        "title": "Pokemon Rojo",
        "price": 600,
        "image": "img/pokemon-rojo.jpg",
        "category":"Game Boy",
        "description":"Bienvenido al mundo de Pokémon, uno lleno de Pokémon salvajes y las personas que intentan domesticarlos. Eres Ash Ketchum, un niño que busca convertirse en el mejor entrenador Pokémon del mundo. El profesor Oak, la principal autoridad en Pokémon, te ha dado a elegir entre tres Pokémon domesticados a cambio de que lo ayudes a catalogar y documentar a todos los Pokémon del mundo. Pero para catalogar un Pokémon, debes capturarlo, primero golpeándolo con uno de tus Pokémon entrenados y luego golpeándolo con una Poké Ball vacía. A medida que tus Pokémon domesticados ganan experiencia en la batalla, sus habilidades mejoran y obtienen acceso a nuevos ataques. A veces incluso evolucionan a Pokémon más avanzados.",
        "stock": 15
    },
    {
        "id":5,
        "title": "Pokemon Verde",
        "price": 700,
        "image": "img/pokemon-verde.jpg",
        "category":"Game Boy",
        "description":"",
        "stock": 5
    },
    {
        "id":6,
        "title": "Sonic",
        "price": 800,
        "image": "img/sonic.jpg",
        "category":"Game Boy Advance",
        "description":"¡Ahora, por primera vez en GBA! ¡El Sonic The Hedgehog original que rompió la barrera de la velocidad en SEGA Genesis llega a Game Boy Advance con nuevas características emocionantes! Por primera vez, podrás guardar tus puntajes más altos y progresar a medida que avanzas a través de las siete etapas que desafían la gravedad y que comenzaron todo. Corre más rápido que el Dr. Robotnik y sus villanos en el modo original, corre a través de los famosos loop-de-loops aún más rápido con el Spin Dash característico de Sonic en el modo de aniversario, que celebra el 15.º cumpleaños de Sonic.",
        "stock": 10
    },
    {
        "id":7,
        "title": "Donkey Kong Country",
        "price": 600,
        "image": "img/donkey_kong.jpg",
        "category":"Game Boy Color",
        "description":"En 1994, Rare revitalizó la SNES con el lanzamiento de Donkey Kong Country. Este innovador Pak presentó al mundo a Diddy Kong y asombró a los jugadores con gráficos de Modelado por computadora avanzado. Ahora, gracias a la tecnología avanzada de Game Boy Color, Rare ha convertido la aventura original de acaparamiento de plátanos para que quepa en la pantalla chica. Colecciona plátanos. Dos personajes jugables. Cada personaje tiene habilidades únicas. Lucha contra una variedad de enemigos. Solo un jugador",
        "stock": 20
    },
    {
        "id":8,
        "title": "Wario Land",
        "price": 400,
        "image": "img/warioland.jpg",
        "category":"Game Boy",
        "description":"¡Oye! Las cosas están cocinando realmente en Kitchen Island! Wario tiene un esquema para robar el tesoro de los piratas para que pueda tener su propio castillo. ¡Ayudas a Wario a conseguir el tesoro aplastando en las macetas mágicas! ¡Cada bote lo cambia en Dragon Wario, o Jet Wario! Con cada cambio viene nuevos poderes!. Docenas de enemigos tratan de detener a Wario, pero usted tiene el poder de vencerlos!",
        "stock": 10
    },
    {
        "id":9,
        "title": "Super Mario Land",
        "price": 700,
        "image": "img/supermario.jpg",
        "category":"Game Boy",
        "description":"¡Mario ha vuelto para su mejor aventura hasta ahora! Ruinas antiguas, cangrejos gigantes, Koopa Troopas, cabezas de piedra voladoras y tiburones hambrientos te esperan en esta aventura clásica. Viaja por tierra, aire y bajo el agua. ¡Mario corre, salta y rebota en su camino hacia la fortuna y la gloria en su misión de salvar a la princesa! Un hermoso reino sobre ruinas antiguas, aguas tempestuosas y emocionantes desafíos te esperan en Super Mario Land.",
        "stock": 10
    },
    {
        "id":10,
        "title": "Metroid",
        "price": 500,
        "image": "img/metroid.jpg",
        "category":"Game Boy Advance",
        "stock": 10,
        "description":"Los nuevos mapas y el desafío ofrecen a los jugadores una nueva experiencia, con la misma acción y emoción. Utiliza tus habilidades de disparo y salto para descubrir nuevos poderes y úsalos contra las criaturas desagradables que enfrentarás. Grandes escenas de corte dan vida a la historia de Samus y prepárate para un mundo de acción de disparo salvaje. Mejora el traje de batalla de Samus, y utiliza sus nuevos poderes para desbloquear niveles ocultos y artículos secretos. Múltiples nodos al clásico juego original Metroid, desde el diseño de nivel hasta la colección de la primera potencia"
    }
  ]